{
  "main_screen_description": "KARTEX Mining and Textile is a strong brand operating in the mining and textile industries. With our quality and trust-focused service approach, we aim to lead the industry by providing solutions at global standards.",
  "main_screen": "HOME",
  "contact_us": "CONTACT US",
  "our_services": "OUR SERVICES",
  "our_services_small": "Our Services",
  "catalog_button": "VIEW CATALOG",
  "about_us": "ABOUT US",
  "about_us_small": "About Us",
  "mining_description1": "As KARTEX Mining, we add value to Turkey's natural resources with our deep experience in the mining sector and our innovative approach. With our commitment to environmentally friendly and sustainable mining, we produce high-quality minerals at our facilities equipped with modern technology. Thanks to our expert team and strong infrastructure, we serve as a reliable and leading brand in the sector.",
  "mining_description2": "Our mission is to bring underground resources into the economy efficiently and contribute to the development of our country. Our vision is to become a globally recognized brand known for environmentally friendly mining practices.",
  "mining_description3": "KARTEX Mining is always one step ahead for sustainable mining that respects nature and values people!",
  "texttile_description1": "Our textile division offers high-quality and durable workwear designed to best meet the needs of the business world. Our products are manufactured to withstand challenging work conditions. Our workwear enhances employee productivity by prioritizing both comfort and safety.",
  "texttile_description2": "Each of our products is designed with high-quality materials, ensuring durability and optimal performance in daily use. By offering solutions tailored to the needs of different sectors, we help reinforce the professional image at your workplace.",
  "texttile_description3": "Additionally, you can contact us for custom requests beyond workwear. We provide special designs and personalized solutions to create products that best represent your brand.",
  "contact_us_title": "We Offer Comfortable Solutions for Your Safety!",
  "contact_us_description": "You can use our contact form to get more information about our services or to place an order.",
  "contact_info_description": "We optimize your business processes with auto repair, machinery maintenance, and fuel-saving devices. With our commitment to quality, we provide safe and efficient solutions.",
  "contact_info_adress": "Aşağıpınarbaşı Mah. 16722 Sok. No:8 Selçuklu/KONYA",
  "contact_info_phone": "+90 536 301 78 92",
  "contact_info_mail": "kartex.tmi@gmail.com",
  "contact_info_form_button": "Contact Form",
  "form_succes_msg": "Your message has been sent successfully.",
  "form_fail_msg": "Message could not be sent, please try again.",
  "form_title": "Contact Us",
  "form_name_hint": "Full Name",
  "form_mail_hint": "Your email address",
  "form_msg_hint": "Your message",
  "form_send_button": "Send",
  "catolog_title": "Explore Our Product Range",
  "emailValidateError1": "Please enter a valid email",
  "emailValidateError2": "Invalid email format",
  "msgValidateError": "Please enter your message..",
  "nameValidateError": "This field cannot be empty.."
}
