{
  "main_screen_description": "We provide repair and maintenance services for your vehicles and machinery, helping you save on fuel costs with fuel-saving devices tailored to your needs. Our innovative, customer-focused services are always here to support you.",
  "main_screen": "HOME",
  "our_services": "OUR SERVICES",
  "about_us": "ABOUT US",
  "contact_us": "CONTACT US",
  "our_services_small": "Our Services",
  "contact_us_description": "You can use our contact form to get more information about our services or to place an order.",
  "about_us_description": "Enhancing the value of your vehicles and machinery with quality service, we meticulously handle all maintenance and repair processes.",
  "about_us_title": "ABOUT US/WHO ARE WE?",
  "about_us_content": "Our company is a well-experienced business in automotive repair and maintenance services, capable of handling maintenance and repair for all types of vehicles. We offer the best maintenance solutions to ensure your vehicles are long-lasting, safe, and efficient. In addition to routine service, we provide fuel-saving devices designed to enhance engine efficiency. These devices optimize your vehicle's fuel consumption, promoting an eco-friendly driving experience while offering long-term economic benefits. By focusing on continuous improvement and innovative solutions, we always prioritize customer satisfaction. We ensure your vehicle’s performance reaches its peak by delivering proper maintenance, enabling you to hit the road with confidence. Using high-quality materials, we handle your vehicle's maintenance and quickly resolve any issues with effective solutions. From one reliable source, we address all your vehicle’s needs. For a safe and comfortable driving experience, trust us with your maintenance and repair needs.",
  "footer_copyrights": "Copyright © 2024. All Rights Reserved.",
  "footer_copyrights_dev": "Developed with Flutter 3.22.0. Nazım Çimen +90 552 346 18 42",
  "footer_social_media": "Social Media",
  "footer_pages_title": "Pages",
  "brand_slider_title": "Reliable Service for All Makes and Models",
  "brand_slider_sub_title": "We Provide Maintenance and Repair for Vehicles of Any Make or Model.",
  "we_listen_title1": "WE",
  "we_listen_title2": "LISTEN",
  "we_listen_sub_title": "We are here with every solution for you.",
  "we_listen_sub_text1": "We provide you with fast and effective service.",
  "we_listen_sub_text2": "We first listen to your problems and needs, aiming to deliver the best vehicle maintenance services to you.",
  "our_services1": "Vehicle Repair and Maintenance",
  "our_services1_sub_desc": "We ensure the quick and quality repair of mechanical or electrical issues in your vehicle.",
  "our_services1_desc": "Your vehicle is an indispensable part of daily life. However, regular maintenance and repair services are essential for a safe and comfortable driving experience. By providing all the services your vehicle needs comprehensively, we enhance its performance and protect you from potential breakdowns.",
  "our_services1_subtitle1": "Why Are Vehicle Maintenance and Repairs Important?",
  "our_services1_subtitle2_desc1": "Regularly inspecting your vehicle and performing necessary procedures on time not only extends the life of your car but also saves you from unexpected costs.\n- **Fuel Efficiency:** A well-maintained vehicle uses fuel more efficiently, reducing fuel costs.\n- **Safe Driving:** Checking critical parts like brakes, steering, and tires ensures safety for you and your loved ones on the road.\n- **Reduced Risk of Breakdowns:** Periodic inspections allow for early detection of potential issues.",
  "our_services1_subtitle2": "What Do We Offer?",
  "our_services1_subtitle2_desc2": "Regardless of the brand or model of your vehicle, you are at the right place for all the maintenance and repair services it needs.",
  "our_services1_subtitle3": "Periodic Maintenance:",
  "our_services1_subtitle2_desc3": "Regular maintenance is a fundamental requirement for smooth driving. We meticulously perform routine tasks such as oil and filter changes, fluid checks, and brake and tire inspections.",
  "our_services1_subtitle4": "Mechanical Repairs:",
  "our_services1_subtitle2_desc4": "We detect and quickly repair any malfunctions in the engine, brake system, or other mechanical parts.",
  "our_services1_subtitle5": "Electrical and Electronic System Repairs:",
  "our_services1_subtitle2_desc5": "We identify and resolve issues in your vehicle's electrical system. Our services include inspecting and repairing headlights, indicators, batteries, and other electrical components.",
  "our_services1_subtitle6": "Detailed Inspections and Fault Diagnosis:",
  "our_services1_subtitle2_desc6": "Using modern devices, our detailed fault detection processes allow us to quickly and accurately determine the areas where your vehicle needs maintenance or repairs.",
  "our_services2": "Construction Equipment Repair",
  "our_services2_sub_desc": "We provide maintenance and repair services to ensure the efficient operation of your heavy machinery.",
  "our_services2_desc": "Heavy machinery operates under challenging conditions and requires high performance. Ensuring these machines function properly is critical not only for timely and efficient work but also for safety. Regular maintenance is essential for their longevity and uninterrupted operation.",
  "our_services2_subtitle1": "Why Is Heavy Machinery Maintenance Important?",
  "our_services2_subtitle2_desc1": "Heavy machinery plays a vital role in industries such as construction, mining, and agriculture. Timely maintenance prevents breakdowns, reduces major repair costs, and extends the life of the equipment. Regular upkeep enhances performance and prevents unexpected malfunctions.",
  "our_services2_subtitle2": "Maintenance and Repair Processes",
  "our_services2_subtitle2_desc2": "The maintenance of heavy machinery is not limited to basic tasks like engine oil changes. Each machine requires specific maintenance depending on its application and model. Early detection of faults ensures that machinery continues to operate at high performance. During maintenance, the following tasks may be performed:\n- **Oil Changes and Filter Checks:** Engine oil and filters must be replaced regularly for optimal machine performance.\n- **Hydraulic System Maintenance:** Proper care of hydraulic systems is critical for efficient power transmission in heavy machinery.\n- **Electrical and Battery Inspections:** Electrical components and batteries should be regularly checked, and faults identified early.\n- **Brake and Suspension System Maintenance:** Regular inspection of brake systems is necessary to ensure the safety of the machinery.",
  "our_services2_subtitle3": "Fault Repairs",
  "our_services2_subtitle2_desc3": "Faults in heavy machinery can lead to significant losses. Therefore, it is crucial to promptly and accurately identify and repair any issues. The repair process restores the machinery to its original efficiency and ensures uninterrupted operations. Repairs may include:",
  "our_services2_subtitle4": "Periodic Maintenance:",
  "our_services2_subtitle2_desc4": "Regular maintenance of your machinery is a fundamental requirement for smooth operation. We meticulously perform tasks like oil and filter changes, fluid checks, and inspections of brake and tire systems.",
  "our_services2_subtitle5": "Engine Repairs:",
  "our_services2_subtitle2_desc5": "Engine faults often lead to severe consequences. Repairing or replacing engine components may be necessary.",
  "our_services2_subtitle6": "Hydraulic System Repairs:",
  "our_services2_subtitle2_desc6": "Faults in the hydraulic system can hinder the operation of machinery. Timely repairs are essential to restore functionality.",
  "our_services2_subtitle7": "Electrical and Electronic System Repairs:",
  "our_services2_subtitle2_desc7": "Electrical malfunctions can disrupt the functionality of machinery. These faults must be identified and repaired promptly.",
  "our_services3": "Fuel-Saving Device",
  "our_services3_sub_desc": "Enhance fuel efficiency in your vehicles, reducing consumption and providing an eco-friendly driving experience.",
  "our_services3_desc": "With rising fuel costs and environmental concerns, vehicle owners and businesses are seeking more efficient solutions. Our company offers specialized fuel-saving devices that deliver both economic and environmental benefits. These devices improve engine performance, reduce fuel consumption, and support an eco-friendly driving experience.",
  "our_services3_subtitle1": "Why Are Fuel-Saving Devices Important?",
  "our_services3_subtitle2_desc1": "High fuel consumption is a significant cost for both individual vehicle owners and commercial businesses. Fuel-saving devices ensure that vehicles operate more efficiently, significantly reducing fuel expenses in the long term. Additionally, these eco-friendly devices decrease carbon emissions, contributing to a sustainable future.",
  "our_services3_subtitle2": "Advantages of Using Fuel-Saving Devices",
  "our_services3_subtitle3": "Lower Operating Costs:",
  "our_services3_subtitle2_desc3": "Reduced fuel consumption lowers your operating expenses and increases profit margins.",
  "our_services3_subtitle4": "Reduced Carbon Emissions:",
  "our_services3_subtitle2_desc4": "The device provides an eco-friendly solution by reducing emissions, contributing to a cleaner environment.",
  "our_services3_subtitle5": "Quick Return on Investment:",
  "our_services3_subtitle2_desc5": "With a low-cost investment, fuel-saving devices pay for themselves quickly and offer long-term savings.",
  "our_services3_subtitle6": "Fuel Savings for a Sustainable Future",
  "our_services3_subtitle2_desc6": "Our fuel-saving devices are not only beneficial for vehicle owners but also for the environment. By offering efficient and economical solutions, our company aims to build a sustainable future for both individual users and commercial fleet operators. Get your fuel-saving device today and make your driving more efficient!",
  "our_services_description": "We enhance the value of your vehicles and machinery with high-quality service, meticulously handling all maintenance and repair tasks while boosting efficiency with our fuel-saving devices.",
  "our_services_sub_description": "We are here to simplify your operations and provide reliable solutions with our services. Contact us for more information.",
  "contact_info_description": "Optimize your operations with car repair, machinery maintenance, and fuel-saving devices. With our commitment to quality, we offer safe and efficient solutions.",
  "contact_info_adress": "No. 8, 16722 Street, Aşağıpınarbaşı District, Selçuklu, KONYA",
  "contact_info_form_button": "Submit Message",
  "contact_info_form_title": "Contact Form",
  "contact_info_title": "Get in Touch",
  "form_succes_msg": "Your message has been sent successfully.",
  "form_fail_msg": "Message could not be sent, please try again.",
  "form_name_hint": "Full Name",
  "form_mail_hint": "Your Email Address",
  "form_msg_hint": "Your Message",
  "form_send_button": "Send",
  "emailValidateError1": "Please enter a valid email address.",
  "emailValidateError2": "Invalid email format.",
  "msgValidateError": "Please enter your message.",
  "nameValidateError": "This field cannot be left blank.",
  "review": "Review"
}