{
  "main_screen_description": "Araçlarınız ve iş makineleriniz için tamir ve bakım hizmetleri sunuyor, işletmenizin yakıt maliyetlerini azaltmaya yönelik yakıt tasarruf cihazları ile tasarruf sağlamanıza yardımcı oluyoruz.Müşteri memnuniyetini ön planda tutan yenilikçi hizmetlerimizle her zaman yanınızdayız.",
  "main_screen": "ANA SAYFA",
  "our_services": "HİZMETLERİMİZ",
  "about_us": "HAKKIMIZDA",
  "contact_us": "İLETİŞİM",
  "our_services_small": "Hizmetlerimiz",
  "contact_us_description": "Hizmetlerimiz hakkında daha fazla bilgi almak veya sipariş vermek için iletişim formumuzu kullanabilirsiniz.",
  "about_us_description": "Kaliteli hizmet anlayışıyla araç ve iş makinelerinize değer katıyor, her türlü bakım ve tamir işlemini titizlikle gerçekleştiriyoruz.",
  "about_us_title": "HAKKIMIZDA/BİZ KİMİZ?",
  "about_us_content": "Firmamız, oto tamir ve bakım hizmetlerinde güçlü bir deneyime sahip, her tür aracın bakımını ve onarımını gerçekleştirebilen bir işletmedir. Araçlarınızın uzun ömürlü olabilmesi, güvenli ve verimli bir şekilde çalışabilmesi için en iyi bakım çözümlerini sunuyoruz.Sizlere araç bakımında sadece rutin servis hizmeti değil, aynı zamanda motor verimliliğini artırmaya yönelik yakıt tasarruf cihazları da sunuyoruz. Bu cihazlar, aracınızın yakıt tüketimini optimize ederek, hem çevre dostu bir sürüş sağlar hem de uzun vadede ekonomik faydalar sunar.Sürekli gelişmeye ve yenilikçi çözümler üretmeye odaklanarak, her zaman müşteri memnuniyetini ön planda tutuyoruz. Yola güvenle çıkabilmeniz için aracınızın bakımını doğru bir şekilde yaparak, performansını en üst seviyeye çıkarıyoruz.Araç bakımınızı yüksek kaliteli malzemelerle gerçekleştiriyor, herhangi bir arıza durumunda hızlı ve etkili çözümler sunuyoruz. Aracınızın tüm ihtiyaçlarına tek noktadan, güvenilir bir şekilde cevap veriyoruz.Her zaman güvenli ve konforlu bir sürüş deneyimi için, bakım ve onarım ihtiyaçlarınızı bize emanet edebilirsiniz.",
  "footer_copyrights": "Copyright © 2024. Tüm Hakları Saklıdır.",
  "footer_copyrights_dev": "Flutter 3.22.0 ile geliştirildi. Nazım Çimen +90 552 346 18 42",
  "footer_social_media": "Sosyal Medya",
  "footer_pages_title": "Sayfalar",
  "brand_slider_title": "Her Marka ve Model İçin Güvenilir Hizmet",
  "brand_slider_sub_title": "Her Marka ve Modeldeki Araçlarınızın Tamirini ve Bakımını Yapıyoruz.",
  "we_listen_title1": "SİZİ",
  "we_listen_title2": "DİNLİYORUZ",
  "we_listen_sub_title": "Her türlü çözüm önerileri sunuyoruz",
  "we_listen_sub_text1": "Sizlere anında hizmet üretiyoruz. Kaliteli ekipmanımız ve işinde uzman çalışanlarımızla sizlere dört dörtlük hizmet sunuyoruz.",
  "we_listen_sub_text2": "Belirttiğiniz sorunları, ürün ve hizmetleri önce sizden dinliyor sonra, üstün kalite ile araç bakım hizmetlerini sizlere sunuyoruz.",
  "our_services1": "Araç Tamir-Bakım",
  "our_services1_sub_desc": "Aracınızda oluşan mekanik veya elektriksel arızaların hızlı ve kaliteli bir şekilde onarılmasını sağlıyoruz",
  "our_services1_desc": "Aracınız, günlük yaşamın vazgeçilmez bir parçası. Ancak, güvenli ve konforlu bir sürüş deneyimi için düzenli bakım ve tamir hizmetleri olmazsa olmazdır. Aracınızın ihtiyaç duyduğu tüm hizmetleri eksiksiz bir şekilde sunarak, hem performansını artırıyor hem de sizi olası arızalara karşı koruyoruz.",
  "our_services1_subtitle1": "Neden Araç Bakımı ve Tamiri Önemlidir?",
  "our_services1_subtitle2_desc1": "Aracınızın düzenli olarak kontrol edilmesi ve gerekli işlemlerin zamanında yapılması, sadece aracınızın ömrünü uzatmakla kalmaz, aynı zamanda sizi beklenmedik maliyetlerden kurtarır.\n- Yakıt Tasarrufu: İyi bakılmış bir araç, yakıtı daha verimli kullanır ve yakıt maliyetlerini düşürür.\n- Güvenli Sürüş: Fren, direksiyon ve lastik gibi kritik parçaların kontrolü, sizi ve sevdiklerinizi trafikte güvende tutar.\n- Arıza Riskini Azaltma: Periyodik kontroller, potansiyel sorunların önceden tespit edilmesine olanak tanır.",
  "our_services1_subtitle2": "Neler Yapıyoruz?",
  "our_services1_subtitle2_desc2": "Aracınızın markası veya modeli ne olursa olsun, ihtiyaç duyduğu tüm bakım ve tamir işlemleri için doğru yerdesiniz.",
  "our_services1_subtitle3": "Periyodik Bakım:",
  "our_services1_subtitle2_desc3": "Aracınızın düzenli bakımı, sorunsuz bir sürüş için temel bir gerekliliktir. Yağ ve filtre değişimi, sıvı kontrolleri, fren ve lastik kontrolleri gibi rutin işlemleri özenle gerçekleştiriyoruz.",
  "our_services1_subtitle4": "Mekanik Tamir:",
  "our_services1_subtitle2_desc4": "Motorda, fren sisteminde veya diğer mekanik parçalarda oluşabilecek arızaları tespit ediyor ve hızlı bir şekilde onarıyoruz.",
  "our_services1_subtitle5": "Elektrik ve Elektronik Sistem Onarımı:",
  "our_services1_subtitle2_desc5": "Aracınızın elektrik aksamında oluşabilecek sorunları tespit ediyor ve gerekli müdahaleleri yapıyoruz. Farlar, göstergeler, akü ve diğer elektrikli parçaların kontrolü ve onarımı hizmetlerimiz arasında.",
  "our_services1_subtitle6": "Detaylı Kontroller ve Arıza Tespiti:",
  "our_services1_subtitle2_desc6": "Modern cihazlarla yaptığımız detaylı arıza tespit işlemleri, aracınızın hangi noktalarda bakım veya tamire ihtiyaç duyduğunu hızlı ve doğru bir şekilde belirlememizi sağlar.",
  "our_services2": "İş Makineleri Tamiri",
  "our_services2_sub_desc": "İş makinelerinizin verimli çalışmasını sağlamak için bakım ve tamir hizmeti sunuyoruz.",
  "our_services2_desc": "İş makineleri, zorlu koşullarda ve yoğun kullanımda çalışan, yüksek performans gerektiren araçlardır. Bu makinelerin düzgün çalışması, sadece işlerin zamanında ve verimli bir şekilde yapılmasını sağlamakla kalmaz, aynı zamanda güvenlik açısından da kritik öneme sahiptir. İş makinelerinin düzenli bakımı, uzun ömürlü ve kesintisiz çalışma için şarttır.",
  "our_services2_subtitle1": "İş Makinaları Bakımı Neden Önemlidir?",
  "our_services2_subtitle2_desc1": "İş makineleri, inşaat, madencilik, tarım gibi sektörlerde hayati rol oynar. Bu makinelerin zamanında bakımı, arızaların önlenmesi, büyük tamir maliyetlerinin engellenmesi ve makinelerin ömrünün uzatılması için gereklidir. Düzenli bakım, makinelerin performansını artırır ve beklenmedik arızaların önüne geçer.",
  "our_services2_subtitle2": "Bakım ve Onarım Süreçleri",
  "our_services2_subtitle2_desc2": "İş makinelerinin bakımı, sadece motor yağı değişimi gibi temel işlemlerle sınırlı değildir. Her makine, kullanım alanına ve modeline göre farklı bakım ihtiyaçları gerektirir. Arızaların erken tespiti, iş makinelerinin yüksek performansla çalışmaya devam etmesini sağlar. Bakım sırasında şu işlemler yapılabilir:\n-Yağ değişimi ve filtrelerin kontrolü: Motor yağı ve filtreler, makinelerin sağlıklı çalışabilmesi için düzenli olarak değiştirilmelidir. \n- Hidrolik sistem bakımı: Hidrolik sistemlerin bakımı, iş makinelerinin güç aktarımını etkileyen kritik bir faktördür.\n- Elektrik ve akü kontrolü: Elektriksel bileşenler ve aküler düzenli olarak kontrol edilmeli, arızalar erken tespit edilmelidir.\n- Fren ve süspansiyon sistemi bakımı: Makinelerin güvenliği için fren sistemlerinin düzenli olarak kontrol edilmesi gerekmektedir.",
  "our_services2_subtitle3": "Arıza Onarımları",
  "our_services2_subtitle2_desc3": "İş makinelerindeki arızalar, büyük kayıplara yol açabilir. Bu nedenle, meydana gelen her türlü arızanın hızlı ve doğru bir şekilde tespit edilmesi ve onarılması çok önemlidir. Arıza onarım süreci, makinelerin eski verimliliğine kavuşturulmasını sağlar ve işlerin aksamadan devam etmesini temin eder.Yapılan onarımlar şunları içerebilir:",
  "our_services2_subtitle4": "Periyodik Bakım:",
  "our_services2_subtitle2_desc4": "Aracınızın düzenli bakımı, sorunsuz bir sürüş için temel bir gerekliliktir. Yağ ve filtre değişimi, sıvı kontrolleri, fren ve lastik kontrolleri gibi rutin işlemleri özenle gerçekleştiriyoruz.",
  "our_services2_subtitle5": "Motor onarımı:",
  "our_services2_subtitle2_desc5": "Motor arızaları genellikle ciddi sonuçlar doğurur. Motorun parçalarının onarılması veya değiştirilmesi gerekebilir.",
  "our_services2_subtitle6": "Hidrolik sistem onarımı:",
  "our_services2_subtitle2_desc6": "Hidrolik sistemde meydana gelen arızalar, makinelerin çalışmasını engelleyebilir. Bu tür onarımlar zamanında yapılmalıdır.",
  "our_services2_subtitle7": "Elektrik ve elektronik sistem onarımı:",
  "our_services2_subtitle2_desc7": "Elektriksel arızalar da makinelerin işlevselliğini bozabilir. Bu tip arızaların tespiti ve onarımı hızla gerçekleştirilmelidir.",
  "our_services3": "Yakıt Tasarruf Cihazı",
  "our_services3_sub_desc": "Araçlarınızın yakıt verimliliğini artırarak,daha az yakıt tüketimi ve çevre dostu bir sürüş deneyimi sağlıyoruz",
  "our_services3_desc": "Günümüzde, artan yakıt maliyetleri ve çevresel kaygılar, araç sahiplerini ve işletmeleri daha verimli çözümler aramaya itmektedir. Firmamız, yakıt tasarrufu sağlamak için geliştirdiği özel cihazlar ile hem ekonomik hem de çevresel faydalar sunmaktadır. Yakıt tasarrufu cihazlarımız, motor performansını artırarak yakıt tüketimini azaltır ve çevreye duyarlı bir sürüş deneyimi sunar.",
  "our_services3_subtitle1": "Yakıt Tasarrufu Cihazı Neden Önemlidir?",
  "our_services3_subtitle2_desc1": "Yüksek yakıt tüketimi, hem bireysel araç sahipleri hem de ticari işletmeler için ciddi bir maliyet kaynağıdır. Yakıt tasarrufu cihazları, araçların daha verimli çalışmasını sağlayarak, uzun vadede yakıt giderlerini önemli ölçüde düşürür. Bunun yanı sıra, çevre dostu bir yaklaşım benimseyen bu cihazlar, karbon salınımını da azaltır, böylece sürdürülebilir bir gelecek için katkı sağlar.",
  "our_services3_subtitle2": "Yakıt Tasarrufu Cihazı Kullanmanın Avantajları",
  "our_services3_subtitle3": "Düşük İşletme Maliyetleri:",
  "our_services3_subtitle2_desc3": "Azalan yakıt tüketimi, işletme giderlerinizi düşürür ve kâr marjınızı artırır.",
  "our_services3_subtitle4": "Daha Az Karbon Salınımı: ",
  "our_services3_subtitle2_desc4": "Cihaz, çevre dostu bir çözüm sunarak emisyonları azaltır ve daha temiz bir çevre için katkıda bulunur.",
  "our_services3_subtitle5": "Hızlı Yatırım Getirisi:",
  "our_services3_subtitle2_desc5": "Düşük maliyetli bir yatırımla, yakıt tasarrufu cihazı kısa süre içinde kendisini amorti eder ve uzun vadeli tasarruflar sağlar.",
  "our_services3_subtitle6": "Sürdürülebilir Bir Gelecek İçin Yakıt Tasarrufu",
  "our_services3_subtitle2_desc6": "Yakıt tasarrufu cihazlarımız, sadece araç sahiplerinin değil, çevrenin de dostudur. Firmamız, çevreye duyarlı, verimli ve ekonomik çözümler sunarak hem bireysel kullanıcılar hem de ticari araç işletmeleri için sürdürülebilir bir gelecek inşa etmeyi hedeflemektedir.Hemen yakıt tasarrufu cihazımızı edinin ve sürüşünüzü daha verimli hale getirin!",
  "our_services_description": "Kaliteli hizmet anlayışıyla araç ve iş makinelerinize değer katıyor, her türlü bakım ve tamir işlemini titizlikle gerçekleştirirken yakıt tasarruf cihazlarımızla da verimliliğinizi artırıyoruz.",
  "our_services_sub_description": "Hizmetlerimizle işlerinizi kolaylaştırmak ve güvenilir çözümler sunmak için buradayız.Daha fazla bilgi için bizimle iletişime geçebilirsiniz.",
  "contact_info_description": "Oto tamir, iş makinesi bakımı ve yakıt tasarruf cihazlarıyla iş süreçlerinizi optimize ediyoruz. Kaliteye verdiğimiz önemle, güvenli ve verimli çözümler sunuyoruz.",
  "contact_info_adress": "Aşağıpınarbaşı Mah. 16722 Sok. No:8 Selçuklu/KONYA",
  "contact_info_form_button": "Mesajını İlet",
  "contact_info_form_title": "İletişim Formu",
  "contact_info_title": "Bize Ulaşın",
  "form_succes_msg": "Mesajınız başarıyla gönderildi.",
  "form_fail_msg": "Mesaj gönderilemedi, lütfen tekrar deneyin.",
  "form_name_hint": "İsim Soyisim",
  "form_mail_hint": "E-posta adresiniz",
  "form_msg_hint": "Mesajınız",
  "form_send_button": "Gönder",
  "emailValidateError1": "Lütfen geçerli bir e-posta giriniz",
  "emailValidateError2": "Geçersiz e-posta formatı",
  "msgValidateError": "Lütfen Mesajınızı Giriniz..",
  "nameValidateError": "Bu alan boş geçilemez..",
  "review": "İncele"
}