{
  "main_screen_description": "KARTEX Madencilik ve Tekstil, maden ve tekstil sektörlerinde faaliyet gösteren güçlü bir markadır. Kalite ve güven odaklı hizmet anlayışımızla, global standartlarda çözümler sunarak sektörde öncü olmayı hedefliyoruz.",
  "main_screen": "ANA SAYFA",
  "contact_us": "BİZE ULAŞIN",
  "our_services": "HİZMETLERİMİZ",
  "our_services_small": "Hizmetlerimiz",
  "catalog_button": "KATOLOĞA GÖZ ATIN",
  "about_us": "HAKKIMIZDA",
  "about_us_small": "Hakkımızda",
  "mining_description1": "KARTEX Madencilik olarak, maden sektöründeki köklü deneyimimiz ve yenilikçi yaklaşımımızla Türkiye’nin doğal kaynaklarına değer katıyoruz. Çevreye duyarlı ve sürdürülebilir madencilik anlayışını ilke edinerek, modern teknolojilerle donatılmış tesislerimizde yüksek kaliteli maden üretimi gerçekleştiriyoruz. Alanında uzman ekibimiz ve güçlü altyapımız sayesinde, sektörde güvenilir ve lider bir marka olarak hizmet veriyoruz.",
  "mining_description2": "Misyonumuz, yer altı kaynaklarını verimli bir şekilde ekonomiye kazandırmak ve ülkemizin kalkınmasına katkı sağlamaktır. Vizyonumuz ise, dünya çapında tanınan ve çevreye duyarlı madencilik uygulamalarıyla örnek gösterilen bir marka olmaktır.",
  "mining_description3": "Doğaya saygılı, insana değer veren, sürdürülebilir bir madencilik için KARTEX Madencilik her zaman bir adım önde!",
  "texttile_description1": "Tekstil bölümümüz, iş dünyasının gereksinimlerini en iyi şekilde karşılamak üzere tasarlanmış kaliteli ve dayanıklı iş kıyafetleri sunmaktadır. Ürünlerimiz, zorlu çalışma koşullarına dayanacak şekilde üretilmiştir. İş kıyafetlerimiz, hem konforu hem de güvenliği ön planda tutarak, çalışanlarınızın verimliliğini artırır.",
  "texttile_description2": "Her bir ürünümüz, yüksek kaliteli malzemeler kullanılarak tasarlandığı için, uzun ömürlüdür ve günlük kullanımda en iyi performansı sergiler. Farklı sektörlerin ihtiyaçlarına yönelik çözümler sunarak, iş yerinizdeki profesyonel imajı güçlendirmeye yardımcı olur.",
  "texttile_description3": "Ayrıca, iş kıyafetleri dışında özel istekleriniz için de bizimle iletişime geçebilirsiniz. Özel tasarımlar ve kişiselleştirilmiş çözümler sunarak, markanızı en iyi şekilde temsil eden ürünler oluşturabiliriz.",
  "contact_us_title": "Güvenliğiniz İçin Konforlu Çözümler Sunuyoruz!",
  "contact_us_description": "Hizmetlerimiz hakkında daha fazla bilgi almak veya sipariş vermek için iletişim formumuzu kullanabilirsiniz.",
  "contact_info_description": "Oto tamir, iş makinesi bakımı ve yakıt tasarruf cihazlarıyla iş süreçlerinizi optimize ediyoruz. Kaliteye verdiğimiz önemle, güvenli ve verimli çözümler sunuyoruz.",
  "contact_info_adress": "Aşağıpınarbaşı Mah. 16722 Sok. No:8 Selçuklu/KONYA",
  "contact_info_phone": "+90 536 301 78 92",
  "contact_info_mail": "kartex.tmi@gmail.com",
  "contact_info_form_button": "İletişim Formu",
  "form_succes_msg": "Mesajınız başarıyla gönderildi.",
  "form_fail_msg": "Mesaj gönderilemedi, lütfen tekrar deneyin.",
  "form_title": "Bizimle İletişime Geçin",
  "form_name_hint": "İsim Soyisim",
  "form_mail_hint": "E-posta adresiniz",
  "form_msg_hint": "Mesajınız",
  "form_send_button": "Gönder",
  "catolog_title": "Ürün Yelpazemizi Keşfedin",
  "emailValidateError1": "Lütfen geçerli bir e-posta giriniz",
  "emailValidateError2": "Geçersiz e-posta formatı",
  "msgValidateError": "Lütfen Mesajınızı Giriniz..",
  "nameValidateError": "Bu alan boş geçilemez.."
}
