{
  "main_screen_description": "Araçlarınız ve iş makineleriniz için tamir ve bakım hizmetleri sunuyor, işletmenizin yakıt maliyetlerini azaltmaya yönelik yakıt tasarruf cihazları ile tasarruf sağlamanıza yardımcı oluyoruz.Müşteri memnuniyetini ön planda tutan yenilikçi hizmetlerimizle her zaman yanınızdayız.",
  "main_screen": "ANA SAYFA",
  "our_services": "HİZMETLERİMİZ",
  "about_us": "HAKKIMIZDA",
  "contact_us": "İLETİŞİM",
  "our_services_small": "Hizmetlerimiz",
  "contact_us_description": "Hizmetlerimiz hakkında daha fazla bilgi almak veya sipariş vermek için iletişim formumuzu kullanabilirsiniz.",
  "about_us_description": "Kaliteli hizmet anlayışıyla araç ve iş makinelerinize değer katıyor, her türlü bakım ve tamir işlemini titizlikle gerçekleştiriyoruz.",
  "about_us_title": "HAKKIMIZDA/BİZ KİMİZ?",
  "about_us_content": "Firmamız, oto tamir ve bakım hizmetlerinde güçlü bir deneyime sahip, her tür aracın bakımını ve onarımını gerçekleştirebilen bir işletmedir. Araçlarınızın uzun ömürlü olabilmesi, güvenli ve verimli bir şekilde çalışabilmesi için en iyi bakım çözümlerini sunuyoruz.Sizlere araç bakımında sadece rutin servis hizmeti değil, aynı zamanda motor verimliliğini artırmaya yönelik yakıt tasarruf cihazları da sunuyoruz. Bu cihazlar, aracınızın yakıt tüketimini optimize ederek, hem çevre dostu bir sürüş sağlar hem de uzun vadede ekonomik faydalar sunar.Sürekli gelişmeye ve yenilikçi çözümler üretmeye odaklanarak, her zaman müşteri memnuniyetini ön planda tutuyoruz. Yola güvenle çıkabilmeniz için aracınızın bakımını doğru bir şekilde yaparak, performansını en üst seviyeye çıkarıyoruz.Araç bakımınızı yüksek kaliteli malzemelerle gerçekleştiriyor, herhangi bir arıza durumunda hızlı ve etkili çözümler sunuyoruz. Aracınızın tüm ihtiyaçlarına tek noktadan, güvenilir bir şekilde cevap veriyoruz.Her zaman güvenli ve konforlu bir sürüş deneyimi için, bakım ve onarım ihtiyaçlarınızı bize emanet edebilirsiniz.",
  "footer_copyrights": "Copyright © 2024. Tüm Hakları Saklıdır.",
  "footer_copyrights_dev": "Flutter 3.22.0 ile geliştirildi. Nazım Çimen +90 552 346 18 42",
  "footer_social_media": "Sosyal Medya",
  "footer_pages_title": "Sayfalar",
  "our_services1": "Araç Tamir-Bakım",
  "our_services2": "İş Makineleri Tamiri",
  "our_services3": "Yakıt Tasarruf Cihazı",
  "our_services_description": "Kaliteli hizmet anlayışıyla araç ve iş makinelerinize değer katıyor, her türlü bakım ve tamir işlemini titizlikle gerçekleştiriyoruz.",
  "contact_info_description": "Oto tamir, iş makinesi bakımı ve yakıt tasarruf cihazlarıyla iş süreçlerinizi optimize ediyoruz. Kaliteye verdiğimiz önemle, güvenli ve verimli çözümler sunuyoruz.",
  "contact_info_adress": "Aşağıpınarbaşı Mah. 16722 Sok. No:8 Selçuklu/KONYA",
  "contact_info_form_button": "Mesajını İlet",
  "contact_info_form_title": "İletişim Formu",
  "contact_info_title": "Bize Ulaşın",
  "form_succes_msg": "Mesajınız başarıyla gönderildi.",
  "form_fail_msg": "Mesaj gönderilemedi, lütfen tekrar deneyin.",
  "form_name_hint": "İsim Soyisim",
  "form_mail_hint": "E-posta adresiniz",
  "form_msg_hint": "Mesajınız",
  "form_send_button": "Gönder",
  "catolog_title": "Ürün Yelpazemizi Keşfedin",
  "emailValidateError1": "Lütfen geçerli bir e-posta giriniz",
  "emailValidateError2": "Geçersiz e-posta formatı",
  "msgValidateError": "Lütfen Mesajınızı Giriniz..",
  "nameValidateError": "Bu alan boş geçilemez.."
}